Revit 2024 API
Speckle.TextureRealWorldOffsetY Property
 The property labeled "Offset Y" from the "Speckle" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2018.1
Syntax
C#
public static string TextureRealWorldOffsetY { get; }
Visual Basic
Public Shared ReadOnly Property TextureRealWorldOffsetY As String
	Get
Visual C++
public:
static property String^ TextureRealWorldOffsetY {
	String^ get ();
}
Remarks
 This property is of type "AssetPropertyDistance".
See Also
Speckle Class
Autodesk.Revit.DB.Visual Namespace